Autodesk.Revit.DB.HasNoValueFilterRule.#ctor(Autodesk.Revit.DB.ElementId)
constructs an instance of HasNoValueFilterRule.
parameter:
The parameter that an element must not have a value for to pass this rule.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2020

Autodesk.Revit.DB.HasNoValueFilterRule
Tests whether an element's parameter doesn't have a value.
Since:
2020